// Typical strings
"OK" = "OK";
"Cancel" = "Batal";
"Quit" = "Berhenti";
"Relaunch" = "Jalankan ulang";
"Ignore" = "Abaikan";

// Preference Strings
"QSPlugInsPrefPane" = "Pengaya";
"QSUpdatePrefPane" = "Pemutakhiran";
"QSHelpersPrefPane" = "Pertolongan";
"QSTriggerEditor" = "Pemicu";
"QSApplicationPrefPane" = "Aplikasi";
"QSCatalogController" = "Katalog";
"QSSilverNotifier" = "Quicksilver (bawaan)";
"QSNotificationCenterNotifier" = "Pusat pemberitahuan";
"QSDefaultStringRanker" = "Standar (bawaan)";

// QSController.m Alerts
"requires" = "memerlukan";
/* Message displayed for users who don't have a supported OS. 1st %@ is the latest version required (e.g. 10.7 Lion), 2nd %@ is a list of previous OS X versions (e.g. 10.3–10.6) */
"Recent versions of Quicksilver require Mac OS %@. Older %@ compatible versions are available from the http://qsapp.com/download.php" = "Recent versions of Quicksilver require Mac OS %@. Older %@ compatible versions are available from the http://qsapp.com/download.php";

"Quicksilver Crashed" = "Quicksilver terhenti tiba-tiba.";

"Quicksilver crashed when loading the %@ plugin.\nDo you wish to delete this plugin and continue launching Quicksilver?" = "Quicksilver terhenti tiba-tiba ketika memuat pengaya %@.⏎ Apakah anda ingin menghapus pengaya dan lanjut menjalankan Quicksilver?";

"Sorry. Quicksilver crashed on last use.\nDeleting caches may help solve the problem.\nOtherwise you can try to launch Quicksilver again, or quit and read the FAQ." = "Maaf. Quicksilver terhenti tiba-tiba pada penggunaan terakhir kali.⏎ Menghapus tembolok akan membantu mengatasi masalah.⏎ Jika tidak, anda dapat mencoba menjalankan Quicksilver lagi, atau berhenti dan membaca FAQ/pertanyaan yang sering diajukan.";
"Do Nothing" = "Jangan lakukan apapun.";
"Read FAQ" = "Baca FAQ/pertanyaan yang sering diajukan.";
"Clear Caches" = "Bersihkan Tembolok";

"Running from a new location" = "Berjalan dari lokasi baru";
"The previous version of Quicksilver was located in \"%@\". Would you like to move this new version to that location?" = "Versi sebelumnya dari Quicksilver berada di \"%@\". Apakah anda ingin memindahkan versi terbaru ini ke lokasi tersebut?";

"This is an old version of Quicksilver" = "Ini adalah versi terdahulu dari Quicksilver";
"You have previously used a newer version. Perhaps you have duplicate copies?" = "Anda telah menggunakan versi yang lebih baru sebelumnya. Mungkin anda memiliki salinan ganda?";
"Reveal this copy" = "Tampilkan salinan ini";

"Would you like to install Quicksilver?" = "Apakah anda ingin memasang Quicksilver?";
"Quicksilver was launched from a download location.\rWould you like to copy Quicksilver to your applications folder?" = "Quicksilver dijalankan dari lokasi unduh.»Apakah anda ingin menyalin Quicksilver ke folder aplikasi?";
"Install in \"Applications\"" = "Pasangkan di \"Apllications\"";
"Choose Location..." = "Pilih Lokasi...";

"Install Here" = "Pasangkan Di Sini";
"Install Quicksilver" = "Pasang Quicksilver";

"An error has occured" = "Sebuah galat telah terjadi";
"Quicksilver must be relaunched to regain stability." = "Quicksilver harus dijalankan ulang agar stabil.";

"Move and Relaunch" = "Pindahkan dan Jalankan Ulang";
"Don't Move" = "Jangan Pindahkan";

"Quicksilver has been updated" = "Quicksilver telah dimutakhirkan";
"You are using a new version of Quicksilver. Would you like to see the Release Notes?" = "Anda sedang menggunakan versi baru dari Quicksilver. Apakah anda ingin melihat Catatan Pelepasan?";
"Show Release Notes" = "Munculkan Catatan Pelepasan";

"Quicksilver is now 64-bit" = "Quicksilver sekarang 64-bit";
"64-bit details" = "Beberapa pengaya terdahulu tidak akan termuat. Daftar pengaya tidak aktif tersedia di Preferensi.⏎ ⏎Jika anda benar-benar membutuhkan pengaya terdahulu, Quicksilver dapat dijalankan pada mode 32-bit.(Dukungan mode 32-bit akan dihentikan pada satu terbitan di masa datang.)";
"Network and Removable Disks" = "Jaringan dan Media Simpan Portable";

"Type to search" = "Ketik untuk mencari";

"Choose Location..." = "Pilih Lokasi...";